Repository: wescamp/The_Final_Exam-1.4
Catalog: po/*.po
Languages: cs, it

source: The Final Exam
cs: Závěrečná zkouška
it: L'Esame Finale

source: TFE
cs: ZZ
it: LEF

source: A young mage Erika must find a magic book to become a true mage. (2 scenarios, for beginners) This campaign is aimed to be: - easy to play - easy to modify - easy to translate
cs: Aby se mohla stát plnohodnotnou mágyní, musí Erika najít kouzelnou knihu. (2 scénáře, pro začátečníky) Toto tažení je tvořeno, aby bylo: - lehce hratelné - lehce upravovatelné - lehce překladatelné
it: Erika, una giovane maga, deve trovare un libro incantato per diventare un mago a tutti gli effetti. (2 scenari, per principianti) Questa campagna è stata concepita per essere: - facile da giocare - facile da modificare - facile da tradurre

source: Apprentice
it: Apprentista

source: (Very easy)
cs: (Lehoučká)
it: (Facilissimo)

source: Mage
cs: Mágině
it: Mago

source: (Easy)
cs: (Snadná)
it: (Facile)

source: Campaign Design
cs: Design tažení
it: Progetto della Campagna

source: Text corrections
cs: Opravy textů
it: Correzioni

source: Also many thanks to:
cs: Další poděkování:
it: Ringraziamenti anche a:

source: Viliam Bur, Db0, Elvish Pillager, Fendrin and zookeeper (yes, not capitalized)
cs: Viliam Bur, Db0, Elvish Pillager, Fendrin a zookeeper (ano, bez velkého počátečního písmene)
it: Viliam Bur, Db0, Elvish Pillager, Fendrin e zookeeper (si, senza iniziale maiuscola)

source: 1. Village
it: 1. Villaggio

source: Young mage Erika has just finished her studies. One day, She will be a powerful mage.
cs: Mladá mágyně Erika právě dokončila svá studia. Jednoho dne se stane moucnou mágyní.
it: La giovane maga Erika ha appena finito i suoi studi. Un giorno diventerà probabilmente una potentissima maga.

source: But she must complete her final exam - find a magic book somewhere in the cave in the northeast.
it: Prima però deve completare il suo esame finale - deve trovare un libro magico nascosto in un afratto delle caverne situate a nordest.

source: teamname^Enemy
cs: Nepřítel
it: teamname^Nemici

source: Defeat Nerek
cs: Poraz Nereka
it: Sconfiggi Nerek

source: Death of Erika
cs: Erika zemře
it: Morte di Erika

source: Turns run out
cs: Vyprší kola
it: Fine dei turni

source: To make my final exam, I have to find a book. It is somewhere in that cave.
cs: Abych splnila svoji závěrečnou zkoušku, musím najít knihu. Je někde v tamhleté jeskyni.
it: Per completare il mio esame finale, devo trovare un libro. È nascosto da qualche parte in questa caverna.

source: Hey boys, here comes some silly girl with badly trained troops. Smash them!
it: Hey ragazzi, ecco che arriva una svampitella accompagnata da dei pivellini. Diamogli una lezione!

source: You will be smashed, orc.
cs: My rozdrtíme tebe, skřete.
it: Orco, sarai spazzato via.

source: Way into caves is clear now.
cs: Cesta do jeskyně je volná.
it: La strada nelle caverne ora è libera.

source: Oh, no! I hope this blood is not mine!
cs: Ó, ne! Doufám, že ta krev není moje!
it: Oh, no! Spero che questo sangue non sia il mio!

source: 2. Cave
it: 1. Caverna

source: Orcs in front of the entrance has been killed. Erika must find the book now.
it: Gli orchi all'ingresso sono stati uccisi. Ora Erika deve trovare il libro.

source: Find the book
it: Trova il libro

source: I don't like this place. It's too silent and too dark. But I'm sure that I will find the book. Careful, warriors, I smell trolls!
it: Non mi piace questo posto. È troppo silenzioso e troppo buio. Ma sono sicura che qui troverò il libro. Guerrieri, fate attenzione: sento puzza di troll!

source: We found 25 gold coins.
cs: Našli jsme 25 zlatých mincí.
it: Abbiamo trovato 25 monete d'oro.

source: I found the book. My quest here is over.
cs: Našla jsem tu knihu. Moje mise je u konce.
it: Ho trovato il libro! La mia missione è completata.

source: Anezka Bubenickova
cs: Anežka Bubeníčková

source: teamname^Erika
cs: Erika
